const About = () => {
  return (
    <div style={{ padding: '1.4em', margin: '5em 0' }}>
      <h2>부평역 지하상가가 품은 문제</h2>
      <p>
        부평역 지하상가는 너무 복잡합니다. 부평역 지하상가에는 넓고 복잡하게
        상가가 입주해 있습니다. 축구장 4개 정도의 넓이와, 1064개의 점포를
        자랑하죠. 거기에 출구만 31개가 있습니다. 또한 매일 북적북적한 사람
        때문에 더욱 길을 헷갈리기가 쉽고요. 이 때문에 부평에 익숙한 분들도
        부평역 지하상가를 잘 모르는 경우가 종종 있습니다. 그래서 부평역
        지하상가는 부평역 지하 지옥이라고 불리기도 합니다.
      </p>
      <h2>이 문제, 어떻게 해결할까?</h2>
      <p>
        저희는 이 문제를 이 &#39;지금, 부평상가&#39; 앱을 통해 해결하려 합니다.
        이 앱은 아래 기능을 담고 있습니다.
      </p>
      <p>
        첫째, 부평역 지하상가의 각 출구를 지도 위에 보여줍니다. 사람들이 부평역
        지하상가의 출구를 더 쉽게 찾게 돕는 것입니다. 부평역 지하상가를 방문하는
        많은 사람은 이 출구로 인해 많은 불편을 겪고 있습니다. 부평에 사는 사람도
        출구를 헤매는 것이 일상입니다. 이는 부평역 지하상가에 처음 오는
        사람에게도 마찬가지겠죠. 이 앱은 각 출구의 특징과 주변 구조물의 정보를
        담고 있습니다. 사람들이 이 장소의 출구를 쉽게 찾을 수 있게 하는
        바람입니다.
      </p>
      <p>
        둘째, 앱의 컨텐츠를 영어 등 다국어로 지원합니다. 부평역 지하상가를
        방문하는 외국인 분을 위해서 입니다. 부평역 지하상가에는 많은 외국인이
        방문합니다. 이 분들도 출구를 헤메는 같은 문제를 공유합니다. 저희는
        이분들도 저희의 앱을 사용해서 이 문제를 해결하셨으면 좋겠다고
        생각했습니다. 그래서 저희는 ‘지금, 부평상가’ 를 다양한 언어들로
        번역하였습니다. 이렇게 한국어를 잘 하지 못하는 분도 부평역 지하상가에
        한층 더 쉽게 다가오실 수 있을 것이라고 기대합니다.
      </p>
      <p>
        ‘지금, 부평상가’는 사람들에게 부평역 지하상가를 쉽게 즐길 수 있게 해주는
        매개체가 될 것 입니다. 부평역 지하상가를 방문하는 모든 분이 이 장소를
        쉽게 즐길 수 있게 되고, 부평역 지하상가는 모두에게 열려있는 장소가 될 것
        입니다.
      </p>
      <h2>앞으로의 목표</h2>
      <p>
        저희는 부평역 지하상가에 입점해있는 점포의 정보를 사용자 참여 방식으로
        제공하는 기능을 고려중입니다. 우리 지역시민이 공동체가 가진 불편함을
        직접 해결할 수 있으면 하는 바람에서 입니다. 앱의 사용자가 직접 점포의
        정보를 제공하고 보완하기를 반복하면 더 많은 사람이 좋은 정보를 얻을 수
        있을 것입니다.
      </p>
      <p>- 세일고등학교 CTQ 동아리, &#39;지금, 부평상가&#39; 팀</p>
    </div>
  )
}

export default About
